Repository: nethesis/queueexit
Catalog: i18n/*/LC_MESSAGES/queueexit.po
Languages: it_it

source: Delete
it_it: Elimina

source: Submit
it_it: Conferma

source: Edit Queue Exit
it_it: Modifica Uscita Coda

source: Add Queue Exit
it_it: Aggiungi Uscita Coda

source: Queue Exit List
it_it: Lista Uscite Coda

source: Creating the database table
it_it: Creazione tabella database

source: Table Created
it_it: Tabella creata

source: Something went wrong
it_it: Qualcosa è andato storto

source: Removing the database table
it_it: Rimozione tabella database

source: Table Deleted
it_it: Tabella eliminata

source: List Queue Exit
it_it: Lista Uscite Coda

source: Queue Exit
it_it: Uscita Coda

source: Name
it_it: Nome

source: Give this Queue Exit a brief name to help you identify it.
it_it: Nome identificativo per aiutare l'identificazione.

source: Timeout Destination
it_it: Destinazione Timeout

source: Destination when call leave the queue because has reached maximum waiting time
it_it: Destinazione quando la chiamata è uscita dalla coda perché ha raggiunto il tempo massimo di attesa

source: Full Destination
it_it: Destinazione Full

source: Destination when call leave because queue has reached maximum number of waiting calls
it_it: Destinazione quando la chiamata è uscita perché la coda ha raggiunto il numero massimo di chiamate in attesa

source: Joinempty Destination
it_it: Destinazione Joinempty

source: Destination when call leave the queue because there wasn't any agent
it_it: Destinazione quando la chiamata è uscita perché al momento del suo ingresso in coda non c'erano agenti collegati

source: Leaveempty Destination
it_it: Destianzione Leaveempty

source: Destination when call leave the queue because during the waiting all available agent logged off
it_it: Destinazione quando la chiamata è uscita dalla coda perché durante l'attesa tutti gli agenti disponibili si sono scollegati

source: Joinunavail Destination
it_it: Destinazione Joinunavail

source: Destination when call leave the queue because there wasn't available agents
it_it: Destinazione quando la chiamata è uscita dalla coda perché al momento del suo ingresso non c'erano agenti pronti a rispondere

source: Leaveunavail Destination
it_it: Destinazione Leaveunavail

source: Destination when call leave the queue because during the waiting all available agents changed status
it_it: Destinazione quando la chiamata è uscita dalla coda perché durante l'attesa tutti gli agenti pronti a rispondere hanno cambiato stato

source: Continue Destination
it_it: Destinazione Continue

source: Destination when CONTINUE is value of QUEUESTATUS
it_it: Destinazione quando la variabile QUEUESTATUS ha valore CONTINUE

source: Actions
it_it: Azioni
